Repository: fliegekunst/Interviews_Gemeinsame_Fakultaet
Catalog: omegat/project_save.tmx
Source language: de_de
Languages: uk

source: Wie fühlst du dich mit deutsch?
uk: Як тобі тепер дається німецька?

source: Wie geht es dir in Deutschland?
uk: Як тобі в Німеччині?

source: Wie geht es dir mit der deutschen Sprache, du promovierst auf Deutsch?
uk: Як у тебе зараз із німецькою мовою, чи захищаєш ти дисертацію німецькою?

source: Wie geht es dir mit der deutschen Sprache?
uk: Як ти вважаєш, ти добре знаєш німецьку?

source: Wie geht es dir?
uk: Як в тебе справи?

source: Wie ist das für dich, auf Deutsch zu studieren?
uk: Як тобі навчатися німецькою мовою?

source: Wie ist es für dich, auf Deutsch zu studieren?
uk: Як тобі навчатися німецькою?

source: Wie ist es, auf Deutsch zu studieren?
uk: Як це - вчитися німецькою?

source: Wie nimmst du zwischenmenschliche Beziehungen und Freundschaften in Deutschland wahr?
uk: Що ти думаєш про міжособистісні стосунки та дружбу в Німеччині?

source: Wie nimmst du zwischenmenschliche Beziehungen und Freundschaften wahr?
uk: Як ти сприймаєш міжособистісні стосунки та дружбу?

source: Wie sieht es mit dem Maschinenbau in der Ukraine aus?
uk: А як щодо машинобудування в Україні?

source: Wie versuchst du, an dir selbst zu arbeiten?
uk: Ти сказала, що важливо працювати над собою. Що саме ти робиш для цього?

source: Wie viel Zeit nehme ich mir für ein Fach?
uk: Скільки часу я присвячую навчанню?

source: Wie war das Studium an der OVGU für dich?
uk: Як тобі було навчатися в університеті Отто фон Геріке?

source: Wie war das Studium in Magdeburg für dich?
uk: Яким для тебе було навчання в Магдебурзі?

source: Wie war das Studium an der OVGU?
uk: Як пройшло твоє навчання в університеті Отто фон Ґеріке?

source: Wie war das Studium des Maschinenbaus in der Ukraine und in Deutschland?
uk: Яка різниця в навчанні на факультеті машинобудування в Україні та Німеччині?

source: Wie war das Studium für dich?
uk: Як пройшло твоє навчання?

source: Wie war das?
uk: Як це було?

source: Wie war es, Prüfungen auf Deutsch abzulegen?
uk: І як тобі вдалося скласти іспити німецькою мовою?

source: Wie war es, zu Corona-Zeiten online zu studieren?
uk: А як проходило дистанційне навчання під час пандемії?

source: Wie waren das Leben und Wohnen in Deutschland während des Studiums?
uk: Як вам жилося в Німеччині під час навчання?

source: Wie würdest du Studieren in der Ukraine und in Deutschland miteinander vergleichen?
uk: Як би ти порівняв навчання в Україні та Німеччині??

source: Wie äußert sich das?
uk: У чому воно проявляється?

source: Wieso bist du nicht in die Wirtschaft gegangen?
uk: Чому ти не зайнялася бізнесом?

source: Wieso gerade an der OVGU?
uk: Чому саме університет Отто фон Ґеріке?

source: Willst du in Magdeburg bleiben oder woanders hingehen?
uk: Ти б хотів залишитися в Магдебурзі чи переїхати в інше місто?

source: Wir Ukrainer waren immer als Gruppe zusammen.
uk: Ми, українці були завжди разом у группі.

source: Wir Ukrainer wohnen zu dritt in einer WG in Magdeburg, das ist natürlich für uns sehr bequem, aber diese Lebensweise wirkt sich natürlich auch darauf aus, dass wir kaum deutsche Freunde haben.
uk: Ми, троє українців, живемо разом в Магдебурзі, тому через це в нас майже немає німецьких друзів.

source: Wir haben die Dokumente zusammen ausgefüllt und konnten aber immer fragen, wenn wir nichts verstanden haben.
uk: Ми разом заповнювали документи, але завжди перепитували, якщо виникали якісь непорозуміння.

source: Wir haben diese WG selbst gegründet, das war nicht schwierig, denn Viktor Artiushenko hat die meisten organisatorischen Fragen gelöst.
uk: Ми самостійно організувати таке спільне проживання. Це було не складно, оскільки більшість організаційних питань вирішив Віктор Артюшенко.

source: Wir haben drei Zimmer im Wohnkomplex und zwei sind gerade frei.
uk: У нас три кімнати у квартирі, дві якраз вільні.

source: Wir haben ein Semester zusammen gespielt, dann habe ich auch die Gruppe gewechselt.
uk: Ми грали разом цілий семестр, а потім я теж змінив групу.

source: Wir haben eine ukrainische WG gegründet.
uk: Я проживаю разом з українцями.

source: Wir haben gute Deutschkenntnisse, wir waren schon zweimal in Magdeburg und die Struktur der Uni war uns bekannt.
uk: Ми добре володіємо німецькою, а до того двічі були в Магдебурзі і знайомі зі структурою університету.

source: Wir haben natürlich immer mal deutsche KommilitonInnen gefragt oder Lerngruppen gebildet und Projekte zusammen gemacht.
uk: Звичайно, ми запитували щось в наших німецьких однокурсників або робили разом проєкти в групах.

source: Wir haben uns dann abgemeldet, das war kein Problem, und haben die Module später bestanden.
uk: Потім ми вирішили, що складемо модуль пізніше. Це не було великою проблемою.

source: Wir haben uns dann endlich verstanden.
uk: але врешті-решт ми порозумілися.

source: Wir haben uns immer unterstützt, beispielsweise hat jemand eine Information bekommen und diese dann mit den anderen in der Gruppe geteilt.
uk: Ми завжди підтримували одне одного. Наприклад, ділилися новою інформацією.

source: Wir haben unsere Fächer selbst gesucht und immer daran gedacht, worauf wir aufbauen können und was uns interessiert.
uk: Ми самостійно вибирали свої дисципліни, думали від чого відштовхуватися і що нас найбільше цікавить.

source: Wir haben zum Beispiel eine Filiale in Indien, da sind wir dorthin gereist und haben uns das angesehen. Es gibt nicht viele Frauen in unserer Firma.
uk: Наприклад, у нас є філія в Індії, тож ми туди їздили та оглядали її. У нашій компанії небагато жінок.

source: Wir hatten auch Kenntnisse über die Kultur und die Geschichte.
uk: Також знаємо трохи про культуру та мову.

source: Wir hatten in Kyiw einen guten theoretischen Hintergrund, auf den wir in Magdeburg aufbauen konnten.
uk: У нас була гарна теоретична підготовка в Києві, яку ми могли продовжити в Магдебурзі.

source: Wir hatten keine Probleme an der Uni, auch wenn wir Deutsch nicht so gut konnten.
uk: У нас не було проблем в університеті, навіть попри те, що ми не дуже добре "шпрехали".

source: Wir mussten aber erst unsere deutsche Master-Arbeit verteidigen und dann die ukrainisch Master-Arbeit.
uk: Але нам довелося захищати і німецьку магістерську, і українську.

source: Wir sind auch erst ein paar Tage vor der Verteidigung in die Ukraine gefahren, das war sehr stressig.
uk: Ми приїхали в Україну лише за кілька днів до захисту, ми дуже переживали.

source: Wir sind viel passiver, wir warten auf Befehle und Anweisungen und dann wissen wir, was wir machen sollen.
uk: Наші студенти пасивніші, вони чекають від когось наказів та інструкцій, щоб знати що робити далі.

source: Wir treffen uns im IKUS, im Internationalen Büro der OVGU. Jedes Semester bildet sich eine Kerngruppe mit einer Whatsapp Gruppe, jede Woche gibt es eine „Kitchen Party“.
uk: Ми зустрічаємось в IKUS (interkulturelle Studenten- міжкультурні студенти), в міжнародному офісі університету Отто фон Геріке в Магдебурзі. Кожного семестру формується група з назвою Whatsapp, та щотижня проводиться "Кухонна вечірка" .

source: Wir verkaufen Mähdrescher und andere Maschinen und haben ein Händlernetzwerk in 30 Länder.
uk: Ми продаємо зернозбиральні та інші машиини, також маємо філіали в понад 30 країнах..

source: Wir wollen zusammen bleiben und suchen etwas in geographischer Nähe zueinander.
uk: Ми плануємо залишитися разом і шукаємо місце, яке підійде нам обом.

source: Wir wollten uns ein Zimmer in einer WG suchen.
uk: Ми хотіли знайти кімнату на всіх у комунальній квартирі.

source: Wladyslaw Sazonow
uk: Владислав Сазоно

source: Wo arbeitest du jetzt?
uk: Де тизараз працюєш?

source: Wo arbeitest du nach dem Studium?
uk: Де працюєш після навчання?

source: Während der Prüfungsvorbereitung hatten wir alle eine Produktionstechniker-Whattsapp-Gruppe, da haben wir uns ausgetauscht.
uk: Під час підготовки до іспиту у всіх нас була група техніків у Whattsapp, так як ми обмінялися номерами.

source: Während des Bachelors wird hier in Magdeburg viel gesiebt, viele fallen durch die Prüfungen, das ist in der Ukraine anders.
uk: Під час навчання на бакалавраті тут, у Магдебурзі, багато контролю, багато хто провалюють іспити, в Україні все навпаки.

source: Während des Studiums hatte ich noch Problem mit dem Hörverstehen.
uk: Хоча під час навчання у мене все ще були труднощі зі слуханням.

source: Während des Studiums waren wir eine gute Gruppe.
uk: Під час навчання ми були хорошою групою.

source: Youtube und Netflix sind sehr hilfreich beim Deutschlernen.
uk: Перегляд Ютуба та Нетфлікса дуже допомагає у вивченні мови.

source: Zu Hochzeiten habe ich aber auch bis zu 60 Stunden gearbeitet.
uk: Раніше я працював до 60 годин.

source: Zuerst haben wir eine möblierte Wohnung bezogen, dann haben wir uns eine unmöblierte Wohnung genommen.
uk: Спочатку ми взяли мебльовану квартиру, а потім переїхали в квартиру без меблів.

source: Zuerst war ich an der IFQ tätig.
uk: Спочатку я працював у IFQ (Das Institut für Forschungsinformation und Qualitätssicherung).\

source: Zugegeben: Wenn ich sehr viel Stress bei meiner Arbeit habe, beneide ich meinen Freunde in Deutschland, die eineinhalb Monate Urlaub von der Universität bekommen.
uk: Чесно кажучи, коли у мене багато роботи, я заздрю ​​своїм друзям у Німеччині у яких півтора місяці відпустки в університеті.

source: Zum Beispiel, wenn jemand ruft an, um eine Umfrage durchzuführen oder auf der Straße etwas verkaufen will, dann sage ich „Oh, sorry, ich verstehe sie leider nicht so gut.“ Obwohl ist es nicht so.
uk: Наприклад, коли мені хтось телефонує, щоб провести опитування або коли пропонують щось купити на вулиці, я відповідаю: "Перепрошую, але я не дуже розумію про що ви.“ Хоча насправді це не так.

source: Zum Beispiel, wenn man etwas dringend braucht, soll man zunächst abwarten.
uk: Наприклад, якщо вам щось терміново необхідно, вам все одно доведеться почекати.

source: Zurzeit arbeite ich als Hiwi an der medizinischen Fakultät.
uk: Зараз я працюю асистентом на медичному факультеті.

source: Zusätzliche Informationen auf Englisch zu lesen ist auch immer hilfreich.
uk: Це досить корисно почитати додаткову інформацію англійською.

source: Zweitens ist das Lernen des Stoffes schwierig.
uk: По-друге, вивчити матеріал справді складно.

source: Zweitens muss man oft jede Frage so gut wie der Professor beherrschen um eine gute Note zu bekommen.
uk: По-друге, щоб отримати хороші бали, часто потрібно відповідати на запитання, як професор.

source: Über uns Ukrainer kann man auch vieles sagen, manche sind verschlossen, manche sind offener.
uk: Можна багато чого сказати про нас, українців, хтось замкнутий, хтось більш відкритий.

source: Überall Termine (lacht).
uk: Усюди якісь строки (сміється).

source: Überhaupt nicht.
uk: Анітрохи.

source: „Ich hatte vorher keine Vorstellungen, wie ein Studium in Deutschland aussehen könnte“
uk: „Раніше я навіть не уявляв, яким може бути навчання в Німеччині“

source: „Maschinenbau ist immer gefragt und Maschinenbauer werden immer gesucht“
uk: „Машинобудування буде завжди у тренді, а інженери-машинобудівники будуть завжди потрібні“

source: „Von Jahr zu Jahr fühle ich mich in Deutschland sicherer und wohler!“
uk: „У Німеччині, я з кожним роком почуваюся впевненіше та комфортніше!

source: „Wenn du etwas werden willst, musst du früh aufstehen und viel arbeiten.“
uk: „Якщо ви хочете досягти мети, вам потрібно рано прокидатися та плідно працювати.“

source: „Andere Menschen verstehen, dass man kaum Erfahrung hat.
uk: „Всі люди розуміють, що ти майже не маєш досвіду.

source: „Deutsch werden“ ist für mich aber nicht das Ziel.
uk: Але "стати німцем" — це не моя мета.

source: „Die erste Prüfungszeit war der Albtraum!“
uk: „Перша сесія була кошмаром!“

source: „Ich habe mir eine Kooperation mit einem Professoren in Kiew gesucht“
uk: Я шукав співпраці з професором у Києві

source: „Ich habe super viele Leute kennen gelernt“
uk: "Я познайомився з багатьма людьми"

source: „Ich habe viel Gegenwind bekommen“
uk: „Мене мало хто підтримував“

source: „Man darf sich von der Sprachbarriere nicht einschüchtern lassen!“
uk: „Не бійтеся мовного бар'єра!“

source: „Man muss lernen, Prioritäten zu setzen“
uk: „Потрібно навчитися визначати приорітети“

source: „Wenn man eine andere Sprache spricht, wird man ein anderer Mensch“
uk: "Коли ти розмовляєш іншою мовою, ти стаєш іншою людиною"

source: „Wenn man sich gut vorbereitet hat, sind Prüfungen kein Problem“
uk: "Якщо добре підготуватися, то на іспиті не виникне жодних проблем."

source: „Wenn man will, kann man hier in Magdeburg alles machen!“
uk: „Якщо ти захочеш, то зможеш зробити у Магдебурзі абсолютно все!“

source: „Wie findest du es, dass es so viele Ausländer in Magdeburg gibt?“, habe ich mal meine deutschen Kommilitonen gefragt.
uk: Колись я запитала своїх знайомих німців про те, як вони ставляться до того, що тут так багато приїжджих.

source: Hast du immer noch ein Fremdheitsgefühl?
uk: Чи є у тебе відчуття відчуженності?

source: Wenn du an diese Zukunft denkst, hast du Angst?
uk: Коли ти думаєш про нього, тобі страшно?
